<h2>Introducci&oacute;n</h2>
<p id="docs-internal-guid-c4a2cf77-7fff-ab62-5c4a-d4f783350e74" dir="ltr"><span>El t&eacute;rmino desarrollo sustentable se acu&ntilde;&oacute; en el informe &ldquo;Nuestro Futuro Com&uacute;n&rdquo; (Brundtland) presidido por la ministra noruega Gro Harlem Brundtland, para la Organizaci&oacute;n de las Naciones Unidas (ONU); pese a que tal documento se elabor&oacute; en 1987, fue en 1992 en donde gan&oacute; mayor reconocimiento dada su presentaci&oacute;n en la conferencia sobre medio ambiente y desarrollo en R&iacute;o de Janeiro (Guti&eacute;rrez 1996)</span></p>
<p dir="ltr"><span>Este informe surge a petici&oacute;n de la ONU ante distintos eventos que reflejaban la importancia del medio ambiente para el ser humano, cuyo hito inicial recae en la obra &ldquo;La primavera silenciosa&rdquo; de Rachel Carson (1970); en 1972 se lleva a cabo la primera conferencia mundial con respecto al tema, la reuni&oacute;n de Estocolmo sobre Medio Ambiente Humano y, de tal manera, se va avanzando en la construcci&oacute;n de la agenda ambiental internacional (Guti&eacute;rrez 1996)</span></p>
<p dir="ltr"><span>El informe Brundtland surge en este contexto y, espec&iacute;ficamente, se enfoca en la relaci&oacute;n medio ambiente-desarrollo, reconoce la relaci&oacute;n entre el ambiente y la pobreza y en este sentido define al desarrollo sustentable como &ldquo;aquel desarrollo que permite la satisfacci&oacute;n de las necesidades de las generaciones presentes sin comprometer la capacidad de las generaciones futuras para satisfacer sus propias necesidades&rdquo;. (ONU 1987); (Guti&eacute;rrez 1996).</span></p>
<p dir="ltr"><span>A partir de esta definici&oacute;n el desarrollo sustentable se ha convertido en un paradigma del desarrollo. En general, se considera que tal concepto engloba 3 dimensiones: la social, la econ&oacute;mica y la ambiental y que la sustentabilidad tiene como objetivo armonizar las relaciones entre ellas. Sin embargo, existen distintos matices en cuanto a la interpretaci&oacute;n del concepto, dentro de los cuales podemos mencionar a aquellos que ponen &eacute;nfasis en el crecimiento econ&oacute;mico, y al cuidado del medio ambiente en funci&oacute;n &eacute;ste, y aquellas posturas que ponen &eacute;nfasis en el bienestar social y el cuidado ambiental (Delgado-Ramos 2015).</span></p>
<p dir="ltr"><span>Desde la conferencia de R&iacute;o en 1992, en el &aacute;mbito internacional y desde el seno de la Organizaci&oacute;n de las Naciones Unidas (ONU), se comenz&oacute; a construir una plataforma para la integraci&oacute;n de los aspectos ambientales a la agenda de desarrollo de distintos pa&iacute;ses; en M&eacute;xico esto tom&oacute; relevancia en la d&eacute;cada de 1990, principalmente con la creaci&oacute;n de la Secretar&iacute;a de Medio Ambiente, Recursos Naturales y Pesca (SEMARNAP) la cual ejerci&oacute; una pol&iacute;tica de integraci&oacute;n del sector ambiental y el uso de los recursos naturales para el desarrollo social y econ&oacute;mico (Carabias &amp; Rabasa 2017).</span></p>
<p dir="ltr"><span>Esta visi&oacute;n del desarrollo ha permeado de forma gradual en los distintos sectores del &aacute;mbito pol&iacute;tico-social de M&eacute;xico, con distintos matices en su aplicaci&oacute;n pr&aacute;ctica; sin embargo, la situaci&oacute;n actual del pa&iacute;s en las 3 dimensiones de la sustentabilidad, presenta un panorama en donde el crecimiento econ&oacute;mico es bajo, el bienestar social es limitado y el patrimonio natural presenta niveles importantes de deterioro (Carabias 2018; CEIBA 2018).</span></p>
<p dir="ltr"><span>Uno de los sectores de relevancia en el contexto del desarrollo sustentable es el productivo, debido a que la implementaci&oacute;n de las actividades primarias se lleva a cabo en el mismo espacio f&iacute;sico en el que se encuentra el patrimonio natural, es decir en los bosques, selvas, mares, pastizales etc. Esta relaci&oacute;n, de acuerdo a las pr&aacute;cticas productivas que se realicen, puede ser conflictiva o sin&eacute;rgica.</span></p>
<p dir="ltr"><span>En el caso particular de las actividades agropecuarias, en M&eacute;xico se cuenta con la presencia de relaciones conflictivas y sin&eacute;rgicas con el entorno natural, sin embargo, se han llevado a cabo acciones de gran magnitud, frecuentemente impulsadas por pol&iacute;ticas p&uacute;blicas, con pocos beneficios sociales, y productivos, y fuertes procesos de deterioro ambiental, como los programas de fomento agropecuario Plan Chontalpa y Tenosique-Balanc&aacute;n en Tabasco, que acabaron con 95% de la vegetaci&oacute;n tropical del estado y no lograron elevar las condiciones de vida de la poblaci&oacute;n ni una producci&oacute;n sostenida (Anta &amp; Carabias 2008).</span></p>
<p dir="ltr"><span>Actualmente se reconoce la estrecha relaci&oacute;n que guarda el mantenimiento de los rendimientos productivos con distintos factores medioambientales como el suelo, el clima, la precipitaci&oacute;n o la biodiversidad, cuya alteraci&oacute;n afecta al funcionamiento del ecosistema particular al que pertenecen, en mayor o menor medida, el cual puede deteriorarse por la implementaci&oacute;n de pr&aacute;cticas que no cuiden su renovabilidad, es decir no sustentables, y en consecuencia provocar un decaimiento de la producci&oacute;n y con ello situaciones de vulnerabilidad econ&oacute;mica, social e incluso cultural.</span></p>
