<h1 id="docs-internal-guid-f029ac5c-7fff-3275-cacb-2e266f04ef2e" dir="ltr"><span>Justificaci&oacute;n</span></h1>
<h3 dir="ltr"><span>Contexto actual en Chiapas</span></h3>
<p dir="ltr"><span>M&eacute;xico tiene un largo antecedente de pol&iacute;ticas p&uacute;blicas productivas que han generado pocos beneficios sociales, y productivos, y fuertes procesos de deterioro ambiental; algunos ejemplos de ello son: la Ley de Tierras Ociosas de 1920 y el Programa Nacional de Desmontes (1973) que consideraba las zonas forestales sin valor; los programas de fomento agropecuario como el Plan Chontalpa y Tenosique-Balancan en Tabasco, que acabaron con 95% de la vegetaci&oacute;n tropical del estado y no lograron elevar las condiciones de vida de la poblaci&oacute;n ni una producci&oacute;n sostenida, as&iacute; como el establecimiento de monocultivos de especies introducidas, como la palma africana en Chiapas, que ha promovido la deforestaci&oacute;n, p&eacute;rdida de fertilidad de los suelos y el uso elevado de agua y agroqu&iacute;micos (Anta et al. 2008)</span></p>
<p dir="ltr"><span>Pese a la implementaci&oacute;n de diversos proyectos agropecuarios actualmente la poblaci&oacute;n rural presenta las peores condiciones de rezago socioecon&oacute;mico y se enfrenta adem&aacute;s al deterioro de su patrimonio natural, el cual es su principal medio de producci&oacute;n. Esto implica la necesidad de acciones desarrollo rural que apunten a la sustentabilidad de las pr&aacute;cticas productivas y, en consecuencia, que permitan mejorar la calidad de vida de la poblaci&oacute;n y consideren a los recursos naturales como la principal fuerza productiva estrat&eacute;gica, cuidando su renovabilidad (Delgado-Ramos 2015).</span></p>
<p dir="ltr"><span>Todo proyecto de incidencia en un sitio particular necesita conocer su contexto, en el caso particular de los proyectos agropecuarios, gubernamentales o no, es de particular relevancia la informaci&oacute;n de la actividad productiva y del medio natural en donde se implementa, es decir el ecosistema. As&iacute; mismo, el contexto social brinda informaci&oacute;n de las relaciones existentes entre las pr&aacute;cticas productivas y el bienestar de los productores. Esta informaci&oacute;n es de particular relevancia en aquellos sitios con una gran importancia ambiental, como el caso de Chiapas y particularmente del municipio Marqu&eacute;s de Comillas.</span></p>
<p dir="ltr"><span>Chiapas es el segundo estado m&aacute;s biodiverso del pa&iacute;s, brinda importantes servicios ambientales a nivel nacional como la generaci&oacute;n de 30% del agua dulce y 50% de la energ&iacute;a el&eacute;ctrica (Flores 2019). Tambi&eacute;n es el tercer estado con mayor porcentaje de hablantes de lenguas ind&iacute;genas despu&eacute;s de Yucat&aacute;n y Oaxaca, sin embargo, tambi&eacute;n presenta los mayores niveles de rezago socio-econ&oacute;mico con 74% de su poblaci&oacute;n viviendo en pobreza, la mayor&iacute;a poblaci&oacute;n originaria (Flores 2019). Es en este estado, en el municipio Ocosingo, donde se ha reportado la deforestaci&oacute;n intencional de parcelas con el fin de pertenecer a Sembrando Vida.</span></p>
<p dir="ltr"><span>El municipio Marqu&eacute;s de Comillas se encuentra en el oriente del estado, se caracteriza por formar parte de importantes reductos de la selva Lacandona, presentar altos niveles de rezago social y por pr&aacute;cticas agr&iacute;colas que utilizan el sistema de roza-tumba-quema y el uso de agroqu&iacute;micos, lo que han provocado un cambio de uso de suelo y contaminaci&oacute;n que, concretamente, ocasiona fragmentaci&oacute;n del h&aacute;bitat para la vida silvestre, degradaci&oacute;n paulatina de los suelos contaminaci&oacute;n de suelos y corrientes y en &uacute;ltima instancia, p&eacute;rdida de la biodiversidad y los servicios ecosist&eacute;micos que brinda el ecosistema tropical. Por tal raz&oacute;n, es de suma importancia el seguimiento de las acciones promovidas por proyectos agropecuarios que eviten la p&eacute;rdida de vegetaci&oacute;n tropical.</span></p>
<h3 dir="ltr"><span>Correlaci&oacute;n entre la producci&oacute;n agropecuaria y el cambio de masa forestal</span></h3>
<p dir="ltr"><span>A medida que aumenta la poblaci&oacute;n mundial, tambi&eacute;n lo hace la cantidad de alimentos necesarios para satisfacer las demandas alimentarias que requieren espacios para producirse por lo que cada a&ntilde;o se limpian terrenos v&iacute;rgenes para dejar espacio para cultivos alimentarios y pastizales, no solo para el consumo humano sino para producir alimento para las actividades ganaderas. Aunque resulta complejo dar un dato certero de la deforestaci&oacute;n y qu&eacute; tanto de la deforestaci&oacute;n se debe a las pr&aacute;cticas agr&iacute;colas en Chiapas; en particular la agricultura extensiva a gran escala (Vaca et. al., 2019). La inquietud sobre los motivos de la deforestaci&oacute;n en Chiapas coincide con estudios que sugieren una correlaci&oacute;n positiva entre la producci&oacute;n agr&iacute;cola y la deforestaci&oacute;n. Si bien, la deforestaci&oacute;n a corto plazo permite una mayor productividad en el campo, al largo plazo el efecto puede ser inverso debido a que la alta productividad del suelo forestal se debe a las condiciones del suelo que proveen las zonas forestales (Benhin, 2006). </span><span>En la mayor&iacute;a de los an&aacute;lisis sobre la toma de decisiones sobre el uso de suelo; el suelo, en este sentido, se considera un factor fijo que potencialmente puede usarse para las actividades agropecuarias. Dicho modelo de uso suelo, aunque simplista, puede proporcionar informaci&oacute;n que permita comprender los impulsores principales de la decisi&oacute;n de los cambios de uso de suelo y por ende la deforestaci&oacute;n (Benhin, 2006). En la mayor&iacute;a de los casos priman los beneficios de la agricultura sobre los de conservar el suelo forestal lo que explica la alta deforestaci&oacute;n continua en los tr&oacute;picos (Benhin, 2006).</span></p>
<p dir="ltr"><span>En este sentido, las zonas arboladas de Marqu&eacute;s de Comillas han disminuido constantemente desde la d&eacute;cada de los 1980s (Natura y Ecosystemas). En el entendido de que 1) la actividad agr&iacute;cola es uno de los principales detonadores de deforestaci&oacute;n en la zona y 2) impulsar la agroecolog&iacute;a es una de las estrategias establecidas para el desarrollo sustentable, </span><span>se propone encontrar una correlaci&oacute;n entre los distintos tipos de producci&oacute;n agropecuaria y los cambios en la masa forestal</span><span>. Esto aporta a la discusi&oacute;n sobre la relaci&oacute;n entre la agricultura y la deforestaci&oacute;n al facilitar la identificaci&oacute;n de los tipos de cultivos que mayor impacto tienen en la masa forestal de Marques de Comillas. La informaci&oacute;n que resulte de este ejercicio proveer&aacute; un contexto m&aacute;s preciso sobre la producci&oacute;n agropecuaria y se espera que contribuya a mejorar la aplicaci&oacute;n y dise&ntilde;o de programas de apoyo para el campo como Procede, Procampo y el actual Sembrando Vida.</span></p>
<p dir="ltr"><span><span><img src="https://lh5.googleusercontent.com/jzwrTcdwVWrCvPXVZ_nzF8ic1qJ0wf0kmoBaliDvqdJXGOmUyDBWvhCwOa8UbEdtQwywSmVFTE7qqx7j6p9ceGRcoU2S4kz4HGnDQ5hyhqMQBFVdqw9JIMWfBmVFn-2j3eEOxE9Z" alt="" width="602" height="416" /></span></span></p>
